0 Andreas 6
1 yellow 6
2 four 137
3 Olympics 8
4 Until 22
5 Foundation 9
6 Manufacturers 22
7 electricity 11
8 Ronald 11
9 refunding 7
10 Western 81
11 regional 31
12 Old 7
13 bringing 21
14 ASSETS 6
15 Tele-Communications 16
16 new-issue 6
17 Nasdaq 37
18 succession 6
19 Paul 34
20 Lesk 6
21 specially 6
22 aides 9
23 270 9
24 second 156
25 errors 9
26 contributed 44
27 bonuses 11
28 AT&T 27
29 increasing 49
30 specialist 14
31 reporter 13
32 Fees 16
33 Budget 18
34 affiliates 14
35 reported 260
36 borrowers 6
37 cyclical 15
38 kids 11
39 elaborate 12
40 climbed 49
41 reports 71
42 controversy 14
43 military 44
44 Isler 6
45 criticism 19
46 projection 7
47 Basir 6
48 explained 12
49 Three 23
50 replace 25
51 brought 45
52 beneficiaries 8
53 unit 282
54 opponents 10
55 spoke 11
56 music 18
57 therefore 10
58 strike 48
59 Sassy 11
60 until 138
61 Toronto-based 6
62 successful 30
63 hurt 67
64 99 17
65 glass 16
66 naczelnik 6
67 91 7
68 90 40
69 midst 9
70 hold 61
71 95 23
72 97 20
73 circumstances 20
74 pursue 21
75 Imports 6
76 plunged 35
77 EDT 13
78 revenues 17
79 example 114
80 triple 6
81 La 15
82 household 28
83 organized 13
84 Brian 7
85 caution 13
86 reviewing 12
87 want 148
88 counseling 6
89 Eagle 30
90 travel 39
91 damage 177
92 machine 44
93 how 181
94 hot 16
95 Falcon 7
96 A 467
97 Bates 16
98 L. 32
99 wrong 27
100 types 27
101 effective 42
102 headquarters 51
103 cigarettes 13
104 Another 42
105 keeps 9
106 Quina 6
107 democratic 14
108 wind 10
109 wine 7
110 senators 28
111 USAir 47
112 Housing 24
113 CBOE 9
114 vary 16
115 Rated 13
116 Discovision 7
117 Robertson 13
118 His 56
119 fit 14
120 Harris 20
121 hidden 7
122 easier 16
123 effects 34
124 schools 21
125 silver 31
126 structural 37
127 represents 33
128 debut 10
129 financial 250
130 woes 6
131 series 54
132 250,000 14
133 substantially 27
134 laboratory 6
135 Hollywood 29
136 semiconductor 22
137 encourage 20
138 size 60
139 strategist 13
140 foundation 9
141 Prebon 6
142 assured 9
143 University 69
144 Quist 7
145 Abortion 6
146 Pension 6
147 estimate 77
148 Egg 11
149 enormous 21
150 Nigel 6
151 Chan 12
152 shipped 10
153 Human 8
154 1970s 27
155 Dozen 15
156 Dun 17
157 Courter 16
158 179 7
159 plastic 24
160 170 17
161 basketball 10
162 service 96
163 lawsuits 18
164 needed 64
165 Simmons 18
166 master 9
167 listed 29
168 bitter 6
169 ranging 19
170 listen 13
171 rewards 7
172 collapse 39
173 wisdom 7
174 tires 6
175 Adm. 8
176 Code 12
177 showed 54
178 nations 24
179 regulator 7
180 idle 12
181 friend 16
182 Zeta 7
183 feeling 12
184 acquisition 92
185 Chicago 110
186 picks 8
187 Williams 9
188 dozen 22
189 affairs 18
190 H.F. 6
191 concrete 21
192 responsible 21
193 2.75 7
194 recommended 16
195 causing 21
196 Minister 24
197 They 232
198 Bank 187
199 shipments 23
200 Lynn 6
201 transactions 33
202 wells 7
203 letter 50
204 conceded 12
205 Typical 8
206 antitrust 17
207 professor 25
208 detectors 8
209 came 86
210 saying 65
211 Union 70
212 meetings 17
213 Agency 21
214 Jacobson 21
215 gauge 8
216 participate 15
217 Resources 21
218 busy 15
219 Whitbread 23
220 than 860
221 theme 11
222 rich 20
223 rice 6
224 salespeople 15
225 D.C. 14
226 Nevertheless 15
227 lenders 27
228 volatility 38
229 three-year 6
230 Qintex 61
231 release 31
232 Clearly 6
233 respond 15
234 leasing 9
235 disaster 57
236 fair 15
237 unexpectedly 6
238 Anderson 10
239 result 142
240 fail 10
241 John 126
242 best 92
243 lots 11
244 pressures 17
245 score 7
246 Advanced 13
247 preserve 6
248 discipline 12
249 never 90
250 nationwide 15
251 nature 20
252 rolled 9
253 felony 8
254 here 130
255 extent 26
256 debt 214
257 accident 8
258 country 130
259 62.5 14
260 demanded 8
261 PSE 7
262 planned 48
263 logic 6
264 argue 13
265 adapted 6
266 asked 79
267 Litigation 19
268 caffeine-free 7
269 Telegraph 17
270 Ohio 40
271 pregnancy 6
272 250 27
273 William 72
274 billing 11
275 union 93
276 . 21309
277 subsidy 8
278 much 351
279 stadium 8
280 life 115
281 eastern 6
282 Poland 57
283 worker 23
284 Brands 11
285 lift 10
286 child 25
287 worked 42
288 spin 12
289 Tokyu 6
290 diverted 8
291 Holmes 10
292 presidency 7
293 Campbell 8
294 Crusaders 7
295 played 27
296 stop-loss 6
297 FHA 7
298 player 13
299 London-based 6
300 Capital 115
301 Puerto 18
302 damaged 36
303 Valley 58
304 taped 7
305 things 98
306 cumulative 12
307 split 33
308 principals 6
309 bid 201
310 fairly 28
311 Maybe 18
312 permit 15
313 conversion 6
314 Angeles 93
315 boiler 10
316 ownership 46
317 DeVoe 6
318 Serial 8
319 cocoa 15
320 RJR 20
321 academic 12
322 subpoena 6
323 corporate 135
324 opinions 8
325 distribute 12
326 financially 15
327 rushing 7
328 succeeding 8
329 previous 102
330 ease 31
331 had 945
332 ideal 7
333 Connecticut 15
334 innocent 6
335 prison 16
336 has 1677
337 hat 6
338 municipal 22
339 possible 108
340 firmer 6
341 possibly 14
342 gridlock 8
343 Chrysler 16
344 Missouri 18
345 shadow 11
346 unique 7
347 desire 20
348 psychological 6
349 Wedtech 7
350 steps 38
351 Steven 15
352 Pentagon 36
353 Warren 8
354 Swedish 11
355 attorney 68
356 right 130
357 old 125
358 N.J 7
359 crowd 11
360 people 373
361 System 25
362 consultants 27
363 N.Y 8
364 Norton 9
365 Goodyear 12
366 Merkur 19
367 for 4291
368 bottom 19
369 p.m. 20
370 contributing 6
371 individuals 34
372 Keith 8
373 6,000 7
374 shifting 8
375 defensive 21
376 losing 34
377 brokerage 64
378 manufacturing 63
379 First 137
380 dollars 89
381 citizens 15
382 slightly 76
383 Fed 62
384 statements 13
385 facility 29
386 son 17
387 magazines 50
388 raises 13
389 Korean 15
390 reducing 23
391 defendants 32
392 support 132
393 constantly 7
394 one-time 23
395 authorized 15
396 resulted 18
397 call 59
398 launching 9
399 happy 10
400 manufacturers 34
401 incinerator 7
402 delegation 12
403 inside 21
404 trash 6
405 devices 18
406 County 41
407 Engineering 9
408 panels 9
409 passenger 9
410 later 121
411 155 6
412 implications 9
413 proven 8
414 '' 3536
415 exist 10
416 York-based 20
417 dealer 22
418 negotiations 43
419 posting 11
420 Francisco 186
421 solicitation 11
422 floor 58
423 Commerciale 7
424 actor 6
425 role 67
426 ambitious 12
427 developers 21
428 roll 17
429 intend 7
430 models 32
431 'd 48
432 intent 12
433 'm 65
434 explosions 7
435 'S 10
436 98 23
437 Charles 40
438 time 372
439 push 23
440 chain 30
441 Buffett 8
442 theaters 7
443 93 7
444 96 9
445 allegations 17
446 Agnos 13
447 choice 24
448 VAX 6
449 exact 7
450 minute 6
451 Tax 12
452 leave 47
453 settle 26
454 defaults 13
455 team 55
456 depository 7
457 speculation 36
458 M$ 9
459 findings 10
460 M. 33
461 sign 40
462 current 177
463 7.25 11
464 Cruz 8
465 falling 28
466 Francis 7
467 boost 56
468 Md 6
469 jury 47
470 understanding 10
471 address 18
472 alone 41
473 along 85
474 My 17
475 Nynex 10
476 Warner 78
477 passengers 12
478 Associated 6
479 redemption 12
480 studied 8
481 funded 10
482 commonly 6
483 Associates 35
484 Bork 18
485 studies 14
486 carpets 6
487 tasks 7
488 love 11
489 prefer 13
490 opposes 8
491 August 150
492 working 61
493 positive 27
494 angry 11
495 predictions 6
496 opposed 25
497 films 8
498 Those 34
499 `` 3626
500 afford 23
501 apparent 21
502 Rafale 6
503 behalf 18
504 valued 38
505 currency 46
506 originally 13
507 abortion 86
508 believes 52
509 values 25
510 following 90
511 Our 29
512 Holding 16
513 Federal 165
514 unveiled 15
515 allowed 38
516 230 7
517 monitoring 15
518 winter 14
519 divided 14
520 Who 13
521 sudden 21
522 immune 10
523 Skinner 9
524 Why 24
525 five-year 17
526 spot 19
527 fueled 10
528 date 36
529 such 467
530 Corporate 13
531 stress 20
532 natural 52
533 sectors 13
534 yielding 8
535 truck 33
536 pulled 14
537 Barney 14
538 transplants 6
539 sell-off 23
540 LIN 35
541 feature 8
542 course 58
543 experiments 27
544 unfavorable 9
545 tendency 7
546 overhaul 13
547 internationally 8
548 lackluster 18
549 Cypress 9
550 troubles 19
551 suspension 12
552 troubled 38
553 decades 14
554 modestly 11
555 Socialist 6
556 Deutsche 7
557 nation 104
558 records 15
559 Gordon 6
560 subscribers 16
561 Kemp 11
562 Webster 29
563 maintaining 9
564 matched 9
565 materialized 6
566 establishing 6
567 Stanley 42
568 quarter 497
569 Communists 10
570 square 10
571 revised 39
572 sponsor 8
573 entering 7
574 disasters 15
575 Elizabeth 6
576 Michigan 16
577 contained 10
578 investigation 34
579 Joe 6
580 suggesting 10
581 formula 12
582 Jon 8
583 curbs 6
584 million 2698
585 incentives 20
586 possibility 20
587 quite 34
588 lucrative 11
589 McCaw 32
590 remainder 9
591 training 12
592 Money 15
593 programming 16
594 modest 34
595 massive 20
596 routes 10
597 Brazil 6
598 saving 6
599 Ortiz 9
600 Royal 25
601 one 735
602 reopen 13
603 submit 11
604 vote 75
605 open 86
606 city 124
607 Monday 134
608 structured 6
609 indicate 25
610 2 195
611 draft 6
612 shoppers 6
613 structures 16
614 proving 7
615 slashed 8
616 specialists 26
617 photographic 6
618 depressed 17
619 rival 18
620 future 91
621 prospect 15
622 turned 61
623 argument 14
624 Field 13
625 say 360
626 financier 11
627 capitalism 8
628 saw 42
629 sat 9
630 Jewish 8
631 aside 17
632 note 55
633 intends 23
634 take 233
635 Hall 17
636 opposite 8
637 knew 11
638 Darman 15
639 Separately 32
640 printed 7
641 remarks 9
642 pages 23
643 lawn 6
644 average 194
645 drive 32
646 OTC 45
647 managing 41
648 refining 12
649 30,000 7
650 liquidity 21
651 laws 31
652 surplus 16
653 merit 9
654 Ethiopia 6
655 bright 10
656 Systems 67
657 Deloitte 19
658 aggressive 15
659 Trelleborg 26
660 slow 43
661 Sacramento 13
662 3 147
663 going 160
664 congressional 53
665 dispute 27
666 Applied 7
667 novels 6
668 assistant 26
669 Lexington 7
670 Magazine 12
671 Products 22
672 Having 10
673 prime 19
674 Jeff 11
675 borrow 9
676 worried 25
677 worries 9
678 where 190
679 vision 7
680 Olivetti 18
681 surgery 6
682 Provigo 16
683 8.40 8
684 That 253
685 jumped 72
686 sites 12
687 bureau 23
688 Mather 8
689 affecting 15
690 Mitsubishi 11
691 jobs 27
692 screen 12
693 FirstSouth 6
694 Conasupo 6
695 Securities 156
696 concentrate 15
697 concentrated 8
698 oust 9
699 many 414
700 deduction 10
701 yearly 6
702 Mortgage 28
703 Delaware 14
704 comeback 10
705 boomers 9
706 considers 6
707 stretch 16
708 mounting 7
709 airlines 19
710 combined 26
711 wants 69
712 BankAmerica 18
713 enable 12
714 thousand 9
715 formed 20
716 Analysts 61
717 former 130
718 MORTGAGE 12
719 consultant 47
720 polls 13
721 engineering 32
722 policies 42
723 Quantum 8
724 situation 61
725 engaged 18
726 dubious 6
727 Looking 7
728 13.8 6
729 13.4 7
730 technology 70
731 13.1 9
732 expenditures 11
733 Freddie 21
734 columnist 10
735 sterling 11
736 wires 8
737 edged 10
738 I 638
739 boosted 26
740 IRS 50
741 allocation 8
742 Comair 7
743 Clean 10
744 tracking 6
745 Says 9
746 60,000 6
747 vacant 6
748 costs 211
749 summer 52
750 HBO 8
751 being 224
752 rest 53
753 DISCOUNT 6
754 Daniel 18
755 Markets 44
756 weekly 21
757 temblor 15
758 civil 32
759 instrument 7
760 aspects 15
761 around 132
762 sums 6
763 unveil 7
764 dark 9
765 traffic 43
766 preference 10
767 world 126
768 satisfaction 8
769 61 14
770 Recognition 10
771 Sloan 7
772 racial 11
773 thinks 28
774 scandals 7
775 13.50 7
776 memories 6
777 noon 8
778 Verwoerd 8
779 refer 7
780 scientific 12
781 power 116
782 intimate 10
783 retains 6
784 leadership 30
785 inflation-adjusted 6
786 executives 96
787 package 43
788 industry 282
789 favorite 10
790 Dorrance 16
791 five-cent 6
792 neighbor 6
793 act 31
794 bond 151
795 No 49
796 image 45
797 homeless 6
798 parties 46
799 her 217
800 Toshiba 11
801 recommends 7
802 complete 34
803 N. 8
804 Tandy 19
805 survived 7
806 Harry 12
807 Small 15
808 with 2238
809 buying 162
810 pull 10
811 rush 6
812 House 197
813 Investigation 6
814 politically 6
815 agree 15
816 detailed 16
817 gone 26
818 ad 74
819 certain 123
820 am 15
821 Airlines 74
822 Thursday 59
823 an 1684
824 How 25
825 as 2302
826 Production 7
827 at 2448
828 watched 11
829 AZT 15
830 Real 13
831 Eurocom 16
832 Atlantis 9
833 4.875 7
834 tight 11
835 Watson 9
836 6.25 9
837 Atlantic 30
838 2007 6
839 Alex 8
840 planners 24
841 shipping 29
842 Direct 6
843 fraudulent 9
844 Street 160
845 mass 10
846 original 35
847 Canada 65
848 7.10 12
849 consider 45
850 caused 52
851 debris 6
852 restated 10
853 causes 10
854 improperly 6
855 Violin 6
856 to 12099
857 roadway 6
858 case 164
859 appointment 11
860 returned 25
861 1,500 12
862 Beebes 9
863 Wolf 13
864 labor 52
865 condition 27
866 ` 67
867 cable 30
868 accompanying 8
869 joined 24
870 large 134
871 sand 19
872 adjust 9
873 small 153
874 sank 8
875 Nomura 11
876 penalties 11
877 190 13
878 Should 6
879 past 226
880 displays 11
881 pass 28
882 Bumiputra 6
883 investment 321
884 disruptions 6
885 section 31
886 5.3 11
887 Ferguson 7
888 scientists 26
889 Ogilvy 22
890 method 8
891 contrast 24
892 full 91
893 threatened 18
894 lobbyist 7
895 hours 66
896 ignore 8
897 marketers 6
898 Zurich 8
899 5.5 14
900 experience 24
901 prior 27
902 pick 22
903 action 83
904 struggle 11
905 tax-free 7
906 via 91
907 followed 39
908 Scorpio 7
909 Richmond 12
910 send 14
911 select 8
912 attendance 7
913 850 7
914 Hewlett-Packard 26
915 Frankfurt 14
916 objectives 11
917 petroleum 12
918 6 91
919 Russian 14
920 more 989
921 Financing 7
922 health-care 17
923 door 23
924 initiated 6
925 company 1340
926 Kodak 15
927 tested 8
928 refinery 19
929 keeping 20
930 mall 7
931 indicating 19
932 learn 15
933 knocked 14
934 Your 14
935 Conference 6
936 stated 15
937 suggestions 15
938 accept 46
939 states 93
940 fiercely 8
941 sense 45
942 dress 8
943 information 94
944 imminent 6
945 dismissed 10
946 earnings 418
947 BanPonce 7
948 Hanover 13
949 plant 125
950 intended 22
951 plane 9
952 waves 10
953 Swiss 30
954 ethics 9
955 acquisitions 21
956 refuse 7
957 broadcasting 14
958 fundamental 14
959 11.5 7
960 Telesis 10
961 installed 12
962 resorts 16
963 attitude 15
964 paper 87
965 signs 28
966 its 1956
967 Benjamin 9
968 rapidly 25
969 symptoms 10
970 Brussels 12
971 ally 6
972 tentatively 18
973 entire 31
974 I. 9
975 Michael 60
976 always 60
977 Authority 20
978 Silver 8
979 found 90
980 investigators 9
981 week 368
982 Rose 12
983 reduce 77
984 slowdown 43
985 advertisers 27
986 operation 47
987 Ross 17
988 anxious 6
989 20.5 6
990 blacks 33
991 research 109
992 Report 25
993 occurs 6
994 highway 41
995 belief 11
996 risen 16
997 drives 32
998 qualify 11
999 proxy 7
1000 imagine 8
1001 rises 11
1002 Tesoro 6
1003 Hispanic 6
1004 director 180
1005 owners 48
1006 retained 10
1007 MGM 25
1008 Cathay 26
1009 major 316
1010 slipped 36
1011 thereafter 6
1012 number 178
1013 sequester 6
1014 contended 6
1015 guess 12
1016 heads 10
1017 leverage 10
1018 jet 7
1019 introduction 8
1020 moderately 7
1021 Enterprises 12
1022 calculations 10
1023 relationship 10
1024 interviewed 10
1025 5.94 6
1026 appreciation 17
1027 mural 9
1028 focusing 10
1029 Cancer 6
1030 charges 104
1031 determined 27
1032 Teddy 15
1033 Equity 9
1034 sell 263
1035 Club 10
1036 Cos. 15
1037 severe 22
1038 also 798
1039 internal 26
1040 play 57
1041 swiftly 6
1042 virus 7
1043 plan 234
1044 loan 87
1045 singled 6
1046 Capitol 15
1047 seize 6
1048 sometimes 38
1049 cover 36
1050 three-month 9
1051 Portfolio 8
1052 barrel 14
1053 gold 54
1054 Amgen 6
1055 defended 8
1056 session 60
1057 Alan 19
1058 freight 18
1059 Lilly 6
1060 impact 66
1061 Exports 6
1062 Bass 6
1063 writes 8
1064 writer 15
1065 failed 65
1066 factor 26
1067 columns 16
1068 Prime 24
1069 financial-services 11
1070 dependent 6
1071 banned 6
1072 preparing 17
1073 closely 38
1074 reporters 24
1075 banking 77
1076 prospectus 6
1077 rumored 10
1078 set 142
1079 For 266
1080 carrying 23
1081 activists 14
1082 Fox 22
1083 sex 9
1084 see 131
1085 sea 7
1086 project 74
1087 # 93
1088 spirits 19
1089 movie 27
1090 currently 92
1091 diluted 15
1092 Nguyen 7
1093 pickup 6
1094 Sons 9
1095 Sony 32
1096 knowing 6
1097 targeted 7
1098 brewing 14
1099 Florida 25
1100 incident 8
1101 renewed 16
1102 dividend 84
1103 Fulton 7
1104 legislature 12
1105 prospects 20
1106 Neil 6
1107 influential 10
1108 barely 14
1109 connection 12
1110 scams 10
1111 long-term 78
1112 let 38
1113 whole 42
1114 load 15
1115 bell 7
1116 Southwest 8
1117 acted 6
1118 community 23
1119 agents 25
1120 church 6
1121 desktop 9
1122 Shamir 7
1123 publishing 23
1124 surged 30
1125 convicted 21
1126 Carl 8
1127 Care 22
1128 firm 260
1129 champion 7
1130 N.C. 7
1131 fire 30
1132 fund 131
1133 races 9
1134 Steinberg 9
1135 representative 8
1136 struck 15
1137 handling 21
1138 uncertain 16
1139 judicial 9
1140 straight 11
1141 expanded 15
1142 budget 64
1143 receive 63
1144 pressed 7
1145 Church 6
1146 Odeon 11
1147 Miss 11
1148 Market 34
1149 owed 11
1150 pound 26
1151 hoping 9
1152 backing 16
1153 ducks 6
1154 centennial 6
1155 owes 7
1156 Woolworth 7
1157 Armonk 6
1158 Stock 209
1159 funny 6
1160 raiders 7
1161 savings-and-loan 8
1162 U.S.A 7
1163 rules 50
1164 virtually 26
1165 survey 51
1166 Then 38
1167 comprehensive 6
1168 Lines 12
1169 alert 7
1170 levels 64
1171 necessity 7
1172 residents 35
1173 recent 220
1174 Limited 14
1175 Soo 10
1176 honor 6
1177 person 29
1178 grower 8
1179 Labor 20
1180 plagued 6
1181 readers 14
1182 admission 8
1183 signals 9
1184 eager 15
1185 parents 29
1186 location 16
1187 Marina 20
1188 surprised 22
1189 On 126
1190 victims 42
1191 Banc 9
1192 emergency 64
1193 demands 13
1194 Of 31
1195 couple 42
1196 suffering 11
1197 private 87
1198 aerospace 21
1199 Or 16
1200 projects 40
1201 formal 18
1202 imposed 9
1203 OF 12
1204 consensus 13
1205 communications 30
1206 continue 125
1207 yields 51
1208 names 31
1209 concedes 10
1210 methods 6
1211 spring 38
1212 scandal 20
1213 DEC 9
1214 pale 7
1215 Frank 28
1216 Witter 19
1217 Aviation 10
1218 be 2030
1219 replaced 9
1220 Brady 9
1221 word 21
1222 agreement 136
1223 Antonio 6
1224 departures 7
1225 relating 8
1226 by 2431
1227 MERRILL 6
1228 anything 48
1229 Pont 7
1230 Pons 6
1231 non-U.S. 7
1232 Rican 6
1233 repair 17
1234 into 489
1235 Young 12
1236 appropriate 14
1237 primarily 37
1238 NEW 7
1239 next 290
1240 spending 97
1241 exposed 9
1242 specifically 10
1243 suit 101
1244 : 730
1245 considerably 10
1246 elsewhere 21
1247 inches 6
1248 year-ago 51
1249 slump 14
1250 deductions 6
1251 link 15
1252 line 124
1253 Resolution 14
1254 considerable 17
1255 posted 100
1256 refinancing 11
1257 Office 39
1258 redeemed 7
1259 Consolidated 11
1260 Texans 11
1261 Africa 32
1262 up 910
1263 us 91
1264 maturity 38
1265 customers 107
1266 mature 11
1267 apiece 11
1268 supervisor 7
1269 defined 10
1270 start-up 12
1271 influence 24
1272 Manhattan 34
1273 codes 7
1274 actors 6
1275 elements 6
1276 prosecution 7
1277 reinsurance 14
1278 sides 12
1279 ago 250
1280 land 36
1281 age 51
1282 summit 6
1283 Stamford 12
1284 fresh 17
1285 having 63
1286 Mercury 6
1287 code 8
1288 partial 13
1289 advisory 9
1290 Jim 18
1291 results 193
1292 existing 44
1293 highways 10
1294 softer 7
1295 broader 13
1296 centers 30
1297 seemed 28
1298 longstanding 6
1299 concerned 25
1300 young 43
1301 noncallable 12
1302 citing 28
1303 sent 55
1304 retire 17
1305 continues 49
1306 Femina 15
1307 continued 89
1308 categories 14
1309 real-estate 43
1310 fewer 35
1311 try 65
1312 threat 33
1313 race 18
1314 discounting 15
1315 Seattle 7
1316 Bankruptcy 12
1317 Currently 12
1318 licensed 6
1319 video 20
1320 licenses 12
1321 wheat 6
1322 odd 8
1323 index 152
1324 Jones 132
1325 expressed 19
1326 consistently 10
1327 turnaround 12
1328 flowing 6
1329 firms 134
1330 thin 23
1331 led 67
1332 respectively 11
1333 gathered 6
1334 Prior 6
1335 poverty 18
1336 consideration 16
1337 Commonwealth 7
1338 great 58
1339 engage 6
1340 technical 33
1341 involved 63
1342 Energy 23
1343 casino 7
1344 resulting 17
1345 defeat 8
1346 opinion 21
1347 { 94
1348 makes 105
1349 maker 161
1350 involves 8
1351 Greenwich 9
1352 7.50 8
1353 Leading 7
1354 7.52 7
1355 foreign-exchange 18
1356 F-14 6
1357 tools 15
1358 standing 14
1359 confidence 25
1360 Seagram 8
1361 illegal 18
1362 ministers 15
1363 guideline 6
1364 doubt 22
1365 NATO 6
1366 doubling 10
1367 EURODOLLARS 6
1368 occurred 16
1369 dealings 14
1370 federally 7
1371 sharply 53
1372 baby 9
1373 pieces 10
1374 charity 18
1375 customer 33
1376 animals 8
1377 retreated 7
1378 this 964
1379 challenge 24
1380 clients 55
1381 insists 7
1382 publications 6
1383 slid 27
1384 weaker 21
1385 Police 8
1386 pawn 8
1387 process 73
1388 lock 6
1389 purposes 18
1390 promotional 12
1391 high 207
1392 slip 8
1393 Several 17
1394 Christmas 32
1395 weaken 7
1396 Agricole 8
1397 educational 24
1398 BellSouth 10
1399 struggling 13
1400 delay 23
1401 comedy 7
1402 establishment 7
1403 blocks 9
1404 tied 16
1405 halted 14
1406 Garcia 13
1407 fits 8
1408 ties 11
1409 Marlowe 9
1410 realized 13
1411 institute 9
1412 Apple 25
1413 counter 12
1414 robot 6
1415 Community 17
1416 One 152
1417 Oct. 181
1418 allow 59
1419 Nine-month 6
1420 counted 10
1421 Kaiser 10
1422 reversal 6
1423 producer 31
1424 produces 11
1425 move 139
1426 produced 43
1427 year-earlier 84
1428 perfect 10
1429 Emergency 7
1430 chosen 13
1431 meantime 8
1432 2019 19
1433 2018 7
1434 stalled 7
1435 derivative 7
1436 2016 8
1437 2010 6
1438 forest 11
1439 designs 9
1440 Excluding 13
1441 disrupted 6
1442 legendary 6
1443 Social 18
1444 realize 22
1445 presidential 14
1446 Katz 17
1447 San 248
1448 installment 8
1449 merge 17
1450 truth 10
1451 70,000 6
1452 Arkansas 14
1453 beneath 9
1454 high-yield 23
1455 Network 6
1456 doing 67
1457 Mills 6
1458 society 27
1459 books 26
1460 Treasury 147
1461 sentence 10
1462 agriculture 9
1463 witness 11
1464 ' 426
1465 Genentech 6
1466 waters 8
1467 shut 17
1468 regulators 53
1469 surely 6
1470 regulatory 29
1471 spill 14
1472 dubbed 10
1473 could 549
1474 put 155
1475 450 10
1476 Review 6
1477 scene 12
1478 owned 44
1479 Fla 6
1480 Program 7
1481 owner 38
1482 buoyed 7
1483 legislative 15
1484 Iran 9
1485 Eastern 28
1486 ordering 7
1487 system 141
1488 pervasive 7
1489 enforcement 10
1490 Democratic 52
1491 Hastings 21
1492 steel 70
1493 colleagues 17
1494 reacted 11
1495 Goupil 7
1496 ITT 15
1497 steep 19
1498 Negotiable 6
1499 false 15
1500 partnership 40
1501 Results 13
1502 Rowe 10
1503 element 8
1504 clearly 30
1505 viewed 15
1506 commodities 14
1507 resigned 41
1508 studying 11
1509 mills 7
1510 equaling 10
1511 Bay-area 6
1512 Advertising 15
1513 device 16
1514 segment 35
1515 Reserve 47
1516 so-called 32
1517 800,000 10
1518 MCI 17
1519 sweeping 6
1520 stronger 27
1521 MCA 31
1522 face 80
1523 fact 85
1524 atmosphere 9
1525 assassinations 6
1526 Paris 32
1527 bring 41
1528 Under 63
1529 rough 7
1530 economist 45
1531 decade 44
1532 principal 35
1533 Meanwhile 62
1534 should 239
1535 entities 7
1536 tape 28
1537 bourbon 14
1538 hope 39
1539 meant 14
1540 handle 22
1541 bonds 405
1542 Whether 6
1543 familiar 49
1544 lucky 10
1545 impeachment 18
1546 autos 6
1547 exchanges 20
1548 River 17
1549 Once 22
1550 Because 42
1551 committees 9
1552 Maidenform 19
1553 taxes 65
1554 stuff 16
1555 rein 6
1556 strengthened 6
1557 temporarily 19
1558 catastrophic 9
1559 edition 17
1560 subcommittee 9
1561 bidders 9
1562 PS 6
1563 error 10
1564 extend 19
1565 nuclear 21
1566 Lazard 7
1567 Republican 49
1568 ends 9
1569 Amdura 7
1570 P. 13
1571 restrictions 29
1572 figured 9
1573 invited 8
1574 drug 71
1575 figures 108
1576 adjusted 29
1577 Her 16
1578 conclude 6
1579 ca 108
1580 near-term 7
1581 incest 16
1582 allocated 6
1583 acres 15
1584 8.2 7
1585 8.5 8
1586 8.7 6
1587 8.8 10
1588 quotas 8
1589 genetic 10
1590 waste 17
1591 planner 16
1592 graphics 20
1593 Sir 29
1594 expiration 15
1595 Battle 6
1596 diversification 6
1597 site 23
1598 hardware 12
1599 optimistic 14
1600 terrorist 6
1601 terrorism 16
1602 Dreyfus 8
1603 Medical 37
1604 drink 7
1605 upon 22
1606 forecasts 22
1607 Decker 7
1608 expand 28
1609 audit 15
1610 off 282
1611 Superfund 10
1612 1.29 6
1613 350 16
1614 1.23 8
1615 1.22 7
1616 drawing 7
1617 1.25 21
1618 1.24 7
1619 restructure 11
1620 Similarly 6
1621 moments 9
1622 4.9 9
1623 rooms 18
1624 predicts 11
1625 day-to-day 8
1626 residential 13
1627 Company 15
1628 arrest 10
1629 combine 8
1630 cosmetics 6
1631 exempt 8
1632 Unfortunately 10
1633 government 394
1634 COMMERCIAL 12
1635 increases 72
1636 five 191
1637 desk 6
1638 Roebuck 8
1639 Law 10
1640 Sam 13
1641 Schwartz 10
1642 accelerating 6
1643 become 124
1644 replacement 10
1645 amendment 23
1646 indications 12
1647 liquidation 9
1648 Kidder 18
1649 Guaranteed 9
1650 choosing 6
1651 Meridian 6
1652 recognition 7
1653 avoid 48
1654 salaries 10
1655 does 255
1656 high-definition 12
1657 schedule 19
1658 shortage 10
1659 pressure 60
1660 accompanied 6
1661 loans 187
1662 vs. 22
1663 stage 24
1664 gained 92
1665 asks 9
1666 debentures 35
1667 holdings 44
1668 software 59
1669 alliance 19
1670 letters 15
1671 commitment 24
1672 assess 8
1673 roads 15
1674 charities 22
1675 negotiable 6
1676 housing 44
1677 spots 8
1678 9.9 7
1679 frustration 8
1680 9.5 7
1681 9.6 9
1682 pretax 44
1683 naturally 8
1684 building 131
1685 Hutchinson 7
1686 Well 14
1687 delivery 49
1688 lowered 26
1689 count 7
1690 places 20
1691 official 113
1692 smooth 6
1693 reinforcement 8
1694 placed 36
1695 convince 6
1696 distribution 32
1697 CIA 10
1698 recognize 9
1699 contribute 11
1700 rubble 10
1701 slowing 27
1702 ink 8
1703 Yamaichi 11
1704 FEMA 11
1705 DAF 8
1706 compared 155
1707 variety 14
1708 Tokyo 87
1709 Utah 7
1710 Yesterday 39
1711 lately 8
1712 Volume 30
1713 compares 16
1714 details 31
1715 Corp. 678
1716 February 18
1717 repeat 6
1718 outlets 13
1719 chance 34
1720 U 10
1721 H. 19
1722 repeal 7
1723 South 98
1724 exposure 20
1725 rule 32
1726 compete 18
1727 pension 35
1728 475 8
1729 rural 9
1730 consolidated 13
1731 desirable 7
1732 controversial 18
1733 integrity 6
1734 relationships 10
1735 votes 24
1736 voted 23
1737 worth 53
1738 League 13
1739 Iranian 7
1740 sellers 18
1741 Co 95
1742 tickets 6
1743 pachinko 11
1744 Economists 10
1745 announced 119
1746 Hess 8
1747 phones 9
1748 machines 46
1749 established 26
1750 disk 12
1751 Fireman 17
1752 above 86
1753 toll 18
1754 officially 9
1755 consisting 11
1756 told 72
1757 crunch 6
1758 simultaneously 6
1759 conglomerate 11
1760 protection 44
1761 pursuit 11
1762 obtained 15
1763 Merrill 65
1764 Shea 6
1765 items 28
1766 Tuesday 133
1767 KKR 25
1768 smoke 9
1769 stressed 6
1770 Home 36
1771 postponed 9
1772 secure 9
1773 highly 28
1774 neutrons 6
1775 Health 36
1776 total 143
1777 plot 6
1778 Star 18
1779 negative 43
1780 PaineWebber 34
1781 Breeden 8
1782 award 13
1783 aware 20
1784 Gould 15
1785 yard 6
1786 blocking 6
1787 Della 15
1788 1991 39
1789 1990 146
1790 1993 24
1791 1992 48
1792 1995 14
1793 1994 37
1794 1997 7
1795 1996 9
1796 1999 23
1797 1998 9
1798 work 226
1799 era 12
1800 2.85 13
1801 workstations 10
1802 indicated 38
1803 cited 40
1804 Ralph 15
1805 indicates 16
1806 Honeywell 7
1807 Bruno 6
1808 Digital 81
1809 cites 7
1810 totaled 37
1811 recovery 36
1812 carriers 29
1813 provide 90
1814 Journal 67
1815 interview 38
1816 ordinary 10
1817 resignation 12
1818 Zealand 8
1819 after 524
1820 lay 11
1821 law 142
1822 Carlos 6
1823 homeowners 9
1824 appreciate 7
1825 CALL 6
1826 Trust 64
1827 order 113
1828 office 152
1829 consent 18
1830 6.6 7
1831 6.5 20
1832 6.4 11
1833 6.3 11
1834 12.6 6
1835 12.5 29
1836 mayor 15
1837 6.9 24
1838 6.8 8
1839 somewhere 7
1840 50,000 18
1841 production 161
1842 Judge 35
1843 damages 25
1844 then 176
1845 coffee 18
1846 affected 36
1847 safe 25
1848 break 32
1849 band 10
1850 they 1081
1851 bank 234
1852 Control 21
1853 1.03 6
1854 1.05 7
1855 1.04 11
1856 1.07 7
1857 reasonably 6
1858 7.98 9
1859 reasonable 18
1860 Agriculture 10
1861 lifted 8
1862 crimes 6
1863 Goldsmith 9
1864 network 67
1865 RICO 22
1866 vessels 6
1867 Capel 6
1868 forth 7
1869 barrier 7
1870 veto 36
1871 standard 46
1872 campaigns 10
1873 disputes 6
1874 N.Y. 27
1875 Kageyama 9
1876 ticket 15
1877 recovering 6
1878 created 44
1879 September 138
1880 National 194
1881 creates 9
1882 Farm 10
1883 oppose 9
1884 U.K. 58
1885 Palestinian 9
1886 Cherokee 6
1887 Gen. 21
1888 another 183
1889 AIDS 22
1890 thick 7
1891 recapitalization 20
1892 electronic 40
1893 Cela 6
1894 rated 27
1895 takeovers 15
1896 approximately 19
1897 compromise 17
1898 dogs 6
1899 B 13
1900 Andersson 14
1901 diversified 11
1902 rejected 33
1903 Boesky 16
1904 target 42
1905 scenes 6
1906 historical 6
1907 solely 6
1908 interests 80
1909 Cray 16
1910 500,000 23
1911 House-Senate 11
1912 Instead 29
1913 forced 52
1914 strength 27
1915 Christian 12
1916 latter 9
1917 indexes 7
1918 subjects 6
1919 luxury 28
1920 forces 38
1921 explanation 9
1922 unsecured 20
1923 nobody 16
1924 400,000 11
1925 exercised 6
1926 involving 34
1927 Bonn 9
1928 phase 10
1929 Bond 47
1930 neighborhoods 6
1931 Lewis 10
1932 calculated 15
1933 accounted 16
1934 deeply 8
1935 voting 18
1936 responded 11
1937 reserve 32
1938 anti-abortion 11
1939 anniversary 7
1940 7.2 10
1941 7.1 8
1942 7.6 7
1943 7.7 10
1944 7.5 15
1945 enjoyed 6
1946 European 81
1947 Dec. 56
1948 Mixte 17
1949 Republicans 36
1950 glasnost 7
1951 pursuing 10
1952 adequate 14
1953 predecessor 7
1954 do 507
1955 Lortie 8
1956 de 40
1957 preferred 37
1958 25,000 9
1959 Soviet 99
1960 runs 31
1961 covering 13
1962 Corry 33
1963 steal 7
1964 steam 8
1965 secretary 31
1966 squeezed 13
1967 Jackson 12
1968 Gorbachev 22
1969 observed 6
1970 depends 9
1971 projections 17
1972 cattle 17
1973 discussions 20
1974 techniques 7
1975 Comprehensive 12
1976 away 97
1977 unable 21
1978 cooperation 16
1979 Prices 18
1980 Technologies 8
1981 accord 23
1982 terms 93
1983 wo 131
1984 handful 21
1985 Westmoreland 10
1986 convertible 54
1987 packages 14
1988 downgraded 7
1989 Cupertino 8
1990 received 110
1991 climate 12
1992 ill 6
1993 Mich. 13
1994 receives 12
1995 Convex 8
1996 Navy 22
1997 requests 8
1998 Feb. 8
1999 year-end 10
2000 tone 14
2001 tons 54
2002 Board 127
2003 wider 13
2004 telecommunications 16
2005 speak 10
2006 engines 10
2007 Kean 6
2008 Beers 10
2009 flexible 6
2010 dozens 9
2011 duties 9
2012 families 23
2013 easy 28
2014 Vice 8
2015 concerning 8
2016 Citizens 6
2017 applied 13
2018 conviction 12
2019 publicly 39
2020 air 46
2021 aim 11
2022 Cleveland 22
2023 aid 49
2024 voice 13
2025 launched 21
2026 mistake 6
2027 dumped 13
2028 world-wide 38
2029 Wilbur 7
2030 confirmed 30
2031 perform 9
2032 Ill. 8
2033 indictment 12
2034 independent 63
2035 Ingersoll 16
2036 Institute 59
2037 blames 6
2038 rail 8
2039 rain 8
2040 hand 51
2041 documents 26
2042 blamed 13
2043 kept 28
2044 1979 15
2045 1978 7
2046 1974 20
2047 1973 16
2048 1972 13
2049 1971 8
2050 client 21
2051 Subcommittee 7
2052 the 21978
2053 TRUST 6
2054 quoted 45
2055 Cambodia 9
2056 thanks 11
2057 victim 10
2058 adding 42
2059 Gas 23
2060 fared 6
2061 passive 8
2062 spread 46
2063 board 179
2064 requiring 15
2065 fares 15
2066 fusion 20
2067 eroded 6
2068 Trump 15
2069 securities 238
2070 Trading 14
2071 night 61
2072 security 50
2073 S. 20
2074 Commission 69
2075 denies 7
2076 Lee 17
2077 comments 15
2078 asking 27
2079 Let 7
2080 denied 19
2081 participation 17
2082 Gray 6
2083 School 16
2084 marketing 79
2085 restructuring 81
2086 post 47
2087 Property 7
2088 properties 42
2089 dead 20
2090 proceed 9
2091 newspapers 17
2092 months 384
2093 banker 18
2094 considerations 8
2095 dilemma 7
2096 141.45 9
2097 Cup 9
2098 pays 18
2099 capped 14
2100 zero-coupon 21
2101 Richfield 6
2102 viewers 11
2103 legislation 64
2104 liquidated 6
2105 fight 39
2106 Capcom 9
2107 Pa. 7
2108 wrongdoing 7
2109 150,000 12
2110 was 2149
2111 war 39
2112 lowest 10
2113 becoming 19
2114 catalyst 7
2115 true 32
2116 reset 9
2117 responding 6
2118 high-quality 9
2119 maximum 20
2120 Greenspan 9
2121 unusually 12
2122 Manville 45
2123 private-sector 6
2124 computing 11
2125 request 30
2126 evidence 56
2127 expertise 6
2128 promised 23
2129 Intel 18
2130 weakened 9
2131 stake 174
2132 capita 8
2133 topped 8
2134 Falls 7
2135 negotiators 8
2136 interested 40
2137 holding 97
2138 test 29
2139 immediate 31
2140 brothers 11
2141 Maxicare 9
2142 Airline 7
2143 scores 8
2144 Estate 9
2145 Banking 22
2146 normally 27
2147 together 42
2148 loyal 20
2149 lineup 7
2150 stick 8
2151 concept 10
2152 pilots 73
2153 global 22
2154 Republic 15
2155 battle 39
2156 creative 17
2157 devoted 9
2158 certainly 30
2159 killings 6
2160 compensate 7
2161 division 101
2162 seemingly 8
2163 liability 25
2164 10-year 26
2165 trouble 39
2166 Jersey 31
2167 aggressively 21
2168 perceived 9
2169 Parker 6
2170 Just 26
2171 presented 8
2172 turns 19
2173 gum 7
2174 Mateo 6
2175 guy 12
2176 George 56
2177 upper 7
2178 revolution 9
2179 discover 7
2180 Rico 17
2181 cost 161
2182 Rich 9
2183 Orange 26
2184 Campeau 45
2185 Rica 7
2186 cargo 14
2187 appear 38
2188 assistance 32
2189 shares 691
2190 Ford 110
2191 shared 6
2192 Along 8
2193 appeal 31
2194 Fort 7
2195 supporting 13
2196 18,000 6
2197 Berry 8
2198 Sunnyvale 9
2199 English 13
2200 Lorin 12
2201 teaches 6
2202 appears 34
2203 change 112
2204 sending 14
2205 Dean 21
2206 trial 53
2207 usually 60
2208 retired 15
2209 extra 30
2210 lending 36
2211 marked 13
2212 Lawmakers 6
2213 rarely 9
2214 market 996
2215 resources 31
2216 prove 15
2217 Tiger 22
2218 live 33
2219 Cities 9
2220 marginally 6
2221 commissioner 12
2222 club 8
2223 organizations 17
2224 car 80
2225 cap 13
2226 hardest 7
2227 incidents 6
2228 can 523
2229 heart 28
2230 Vietnamese 8
2231 expanding 16
2232 chip 20
2233 topic 8
2234 heard 20
2235 Lipper 8
2236 clothing 8
2237 occur 8
2238 Walter 18
2239 discussion 7
2240 means 69
2241 write 25
2242 Interstate 25
2243 economy 138
2244 product 105
2245 wonderful 6
2246 use 165
2247 southern 10
2248 produce 43
2249 Martin 16
2250 5.4 7
2251 View 12
2252 remember 8
2253 Metropolitan 13
2254 whenever 6
2255 futures 94
2256 5.8 11
2257 Radio 14
2258 Haskins 6
2259 Ship 6
2260 typical 8
2261 serving 11
2262 Jay 9
2263 indeed 18
2264 Roper 6
2265 raised 68
2266 ended 165
2267 statistical 6
2268 cold 29
2269 still 266
2270 Enserch 6
2271 reacting 6
2272 forms 14
2273 window 7
2274 Grace 6
2275 Norfolk 13
2276 halt 16
2277 100,000 24
2278 sweetened 9
2279 introduce 13
2280 half 130
2281 not 678
2282 R. 39
2283 now 359
2284 provision 48
2285 hall 6
2286 nor 21
2287 enacted 12
2288 commuters 15
2289 drop 134
2290 bursts 8
2291 entirely 13
2292 last 596
2293 prompted 19
2294 Legal 7
2295 challenges 9
2296 U.S.-Soviet 6
2297 year 1256
2298 happen 26
2299 8.70 6
2300 8.75 6
2301 Carolina 18
2302 shown 22
2303 opened 42
2304 bullish 13
2305 space 43
2306 lawyers 61
2307 increase 218
2308 rational 6
2309 receiving 9
2310 viable 7
2311 shows 38
2312 inevitably 7
2313 earthquake-related 6
2314 cars 84
2315 unwanted 6
2316 repurchase 15
2317 obligation 26
2318 Mattel 8
2319 card 9
2320 care 46
2321 milestones 6
2322 Travelers 9
2323 transition 10
2324 Hungary 20
2325 promotion 9
2326 Even 73
2327 benefited 14
2328 striking 9
2329 omitted 8
2330 There 173
2331 Asia 10
2332 Rates 7
2333 directly 56
2334 impossible 18
2335 message 16
2336 drove 8
2337 tomorrow 26
2338 Inco 14
2339 sheet 15
2340 caught 21
2341 breed 6
2342 households 9
2343 Garratt 7
2344 mostly 43
2345 that 4243
2346 short 90
2347 Beverly 11
2348 Coors 21
2349 eliminated 8
2350 interbank 7
2351 Inc. 593
2352 professionals 12
2353 television 64
2354 Source 22
2355 transferred 10
2356 apples 14
2357 investors 360
2358 remained 35
2359 Philadelphia 17
2360 13th 8
2361 investment-grade 10
2362 recover 17
2363 offering 171
2364 veteran 10
2365 offer 201
2366 equipment 92
2367 INTERBANK 6
2368 begin 62
2369 Unlike 11
2370 price 428
2371 landing 12
2372 MeraBank 9
2373 egg 14
2374 reform 33
2375 steady 13
2376 Goldberg 7
2377 Marathon 7
2378 clearing 10
2379 professional 17
2380 typically 32
2381 filing 51
2382 Fifth 10
2383 Northeast 13
2384 intensity 6
2385 discovered 19
2386 fifth 9
2387 ground 26
2388 Woman 10
2389 ratio 34
2390 title 17
2391 Kansas 12
2392 proportion 6
2393 Egon 6
2394 only 517
2395 Solar 7
2396 interstate 10
2397 NATIONAL 8
2398 truly 10
2399 scientist 8
2400 losers 11
2401 prosecutions 10
2402 husband 15
2403 Funding 13
2404 attached 12
2405 elected 38
2406 actively 9
2407 sport 8
2408 concern 159
2409 suspects 7
2410 materials 30
2411 Mikhail 6
2412 Berlin 25
2413 LDP 19
2414 Members 6
2415 between 217
2416 import 26
2417 single-A-1 7
2418 notice 6
2419 Johnson 46
2420 blame 15
2421 Joseph 34
2422 9000 6
2423 article 37
2424 perceptions 7
2425 Malaysia 14
2426 buy-back 26
2427 comes 53
2428 nearby 12
2429 150 64
2430 Pictures 13
2431 Sachs 29
2432 exploit 6
2433 learning 8
2434 proved 7
2435 Midwest 11
2436 lawsuit 16
2437 informed 10
2438 dictator 6
2439 Stick 8
2440 disclosed 56
2441 shortages 8
2442 observers 22
2443 stems 9
2444 Vincent 9
2445 skiers 6
2446 Kenneth 14
2447 developing 25
2448 these 227
2449 Reagan 26
2450 editorial 18
2451 exercisable 11
2452 CO. 10
2453 GNP 20
2454 soil 7
2455 metric 16
2456 Dick 6
2457 Better 12
2458 canceled 17
2459 bias 11
2460 accounting 32
2461 heels 8
2462 return 115
2463 worry 18
2464 Israel 34
2465 develop 38
2466 11.4 6
2467 media 45
2468 NSC 16
2469 inquiry 17
2470 finish 6
2471 fruit 9
2472 racketeering 17
2473 complained 12
2474 theater 19
2475 Sheraton 8
2476 constitutional 23
2477 Rep. 56
2478 Coopers 9
2479 coordinate 6
2480 charged 29
2481 Service 59
2482 valuable 11
2483 foot 12
2484 ounces 13
2485 touch 6
2486 speed 19
2487 Sterling 17
2488 death 34
2489 thinking 10
2490 improvement 43
2491 lender 7
2492 treatment 31
2493 Spielvogel 6
2494 momentum 15
2495 real 176
2496 conferees 7
2497 read 34
2498 Occidental 10
2499 listening 6
2500 using 72
2501 ruled 20
2502 suppliers 9
2503 annually 27
2504 benefit 31
2505 output 46
2506 downward 14
2507 endorsed 7
2508 Before 17
2509 apartments 9
2510 Mark 20
2511 privatization 11
2512 Alfred 6
2513 's 5026
2514 Mary 13
2515 Government 13
2516 Earlier 20
2517 recorded 20
2518 hepatitis 6
2519 conservative 31
2520 deficit 65
2521 Minerals 6
2522 felt 30
2523 assembly 13
2524 business 489
2525 sixth 9
2526 equivalent 19
2527 tuition 12
2528 credits 23
2529 Arnold 6
2530 throw 12
2531 comparison 16
2532 central 28
2533 S.A. 19
2534 greatly 16
2535 Chevron 15
2536 testimony 8
2537 invested 19
2538 antibody 9
2539 8.50 23
2540 outlook 27
2541 8.55 7
2542 tritium 6
2543 Memories 15
2544 involvement 14
2545 operator 25
2546 your 96
2547 prepare 9
2548 area 160
2549 Wachovia 7
2550 assumed 11
2551 start 64
2552 low 87
2553 lot 101
2554 delayed 15
2555 two-thirds 20
2556 reorganization 16
2557 trying 102
2558 hire 15
2559 fraud 41
2560 circulation 10
2561 default 24
2562 Long 7
2563 Color 8
2564 Fitzwater 11
2565 Grenfell 12
2566 600 15
2567 describe 7
2568 moved 48
2569 sales 562
2570 aftershocks 10
2571 moves 46
2572 hospitals 14
2573 credibility 19
2574 storage 18
2575 premiums 16
2576 you 320
2577 forcing 7
2578 Las 8
2579 poor 40
2580 Great 27
2581 computerized 6
2582 peak 14
2583 coverage 30
2584 pool 17
2585 fiscal 113
2586 Mexican 9
2587 Executive 17
2588 repay 8
2589 profits 80
2590 overseas 42
2591 ESPN 6
2592 month 287
2593 unrest 6
2594 deadline 11
2595 Ciba-Geigy 7
2596 Brown 39
2597 referring 9
2598 pledged 8
2599 safety 25
2600 homes 31
2601 very 215
2602 supercomputer 9
2603 decide 20
2604 -- 1081
2605 Seidman 10
2606 streets 11
2607 HUD 22
2608 Latin 13
2609 consumers 41
2610 investing 26
2611 Paribas 30
2612 37.5 13
2613 witnesses 10
2614 certificates 24
2615 learned 15
2616 Bethlehem 10
2617 turmoil 15
2618 loose 7
2619 answers 9
2620 tracks 10
2621 excess 24
2622 strong 129
2623 arena 8
2624 Gov. 23
2625 Cane 7
2626 ahead 61
2627 losses 165
2628 Tucson 11
2629 fired 12
2630 amount 108
2631 advertising 84
2632 Joan 6
2633 family 74
2634 mediator 6
2635 marginal 9
2636 tendered 7
2637 aimed 28
2638 toys 6
2639 conventional 26
2640 Dinkins 24
2641 takes 47
2642 Asarco 8
2643 taken 86
2644 injury 6
2645 lowering 6
2646 fast-food 18
2647 surprisingly 12
2648 excuse 6
2649 So 86
2650 broke 13
2651 underwriter 17
2652 hurry 6
2653 producing 28
2654 suffered 33
2655 coalition 15
2656 nine 127
2657 budgets 7
2658 Sells 9
2659 history 59
2660 IBM 123
2661 adviser 25
2662 pushed 19
2663 beautiful 9
2664 exclude 10
2665 firmly 6
2666 Wood 7
2667 stayed 11
2668 hampered 9
2669 reject 7
2670 tried 39
2671 Renault 12
2672 Bankers 19
2673 tries 11
2674 Viacom 20
2675 INC. 25
2676 a 10411
2677 workstation 6
2678 Mexico 36
2679 overnight 16
2680 deterioration 6
2681 banks 180
2682 dream 8
2683 Film 7
2684 help 161
2685 soon 87
2686 Illinois 25
2687 held 135
2688 committee 69
2689 committed 26
2690 Dunkin 6
2691 actually 47
2692 absence 12
2693 systems 74
2694 radical 6
2695 factories 11
2696 lire 9
2697 Moody 60
2698 evening 9
2699 motivated 6
2700 Intergroup 6
2701 food 66
2702 anticipated 27
2703 anticipates 8
2704 well-known 13
2705 fully 54
2706 } 96
2707 stopped 25
2708 Council 22
2709 die 10
2710 abortion-rights 16
2711 referred 6
2712 barrels 38
2713 Spiegel 11
2714 Westridge 6
2715 beyond 38
2716 event 23
2717 blue-chip 14
2718 since 242
2719 testify 8
2720 publish 14
2721 dominated 10
2722 7 83
2723 Prudential-Bache 20
2724 issue 261
2725 None 6
2726 earns 6
2727 favored 8
2728 Plaza 6
2729 According 50
2730 houses 42
2731 reason 62
2732 base 52
2733 ask 28
2734 Investments 8
2735 epicenter 10
2736 launch 25
2737 Boston 74
2738 expecting 14
2739 businessmen 10
2740 automobile 8
2741 attracting 6
2742 financed 12
2743 partnerships 17
2744 prevent 29
2745 knocking 7
2746 reflected 32
2747 Imo 6
2748 talked 12
2749 horse 13
2750 stress-related 7
2751 station 29
2752 Delta 10
2753 scheme 12
2754 selling 152
2755 passed 41
2756 Venture 6
2757 taxable 7
2758 Fried 8
2759 financing 94
2760 hundred 10
2761 state-owned 8
2762 anticipate 9
2763 Officials 26
2764 Clearing 6
2765 recovered 17
2766 toward 65
2767 sentenced 8
2768 deciding 10
2769 Beretta 7
2770 880 7
2771 Douglas 13
2772 substantial 43
2773 vulnerable 12
2774 option 46
2775 ratings 36
2776 Price 17
2777 officers 13
2778 Galileo 17
2779 With 84
2780 Developments 6
2781 experienced 17
2782 Kentucky 9
2783 Chief 9
2784 hired 15
2785 Thi 7
2786 comparisons 6
2787 Remic 21
2788 The 3636
2789 approved 73
2790 salary 9
2791 Bridge 36
2792 clear 77
2793 popularity 6
2794 clean 9
2795 Springs 10
2796 usual 37
2797 phenomenon 9
2798 Mengistu 7
2799 completion 11
2800 Savaiko 8
2801 northern 17
2802 less 188
2803 French 58
2804 flights 14
2805 surveyed 11
2806 pretty 33
2807 Sorrell 8
2808 meanwhile 26
2809 Notes 10
2810 grocery 9
2811 trees 9
2812 famous 13
2813 feels 7
2814 grew 36
2815 Eaton 9
2816 Jefferies 7
2817 competing 12
2818 during 217
2819 intensify 8
2820 interim 8
2821 recommendations 6
2822 Rochester 9
2823 Franco 7
2824 throwing 8
2825 Rosen 15
2826 France 53
2827 culture 26
2828 plummeted 16
2829 close 175
2830 Neither 16
2831 Morrison 7
2832 pictures 12
2833 Park 20
2834 Part 9
2835 Realty 12
2836 probably 82
2837 conditions 39
2838 missing 13
2839 league 12
2840 second-largest 11
2841 minorities 9
2842 Steve 10
2843 sensitive 15
2844 forgotten 6
2845 Hart 8
2846 experimental 6
2847 millions 24
2848 Compaq 14
2849 headed 36
2850 Panama 20
2851 Ltd 35
2852 whatever 17
2853 likes 9
2854 Way 9
2855 mission 6
2856 War 19
2857 described 18
2858 damp 8
2859 Most 78
2860 describes 9
2861 California 227
2862 maintenance 15
2863 territory 8
2864 empty 8
2865 Women 6
2866 dialogue 9
2867 lived 11
2868 partly 52
2869 crack 12
2870 else 36
2871 Allied 7
2872 lives 22
2873 bidding 36
2874 second-quarter 7
2875 Software 6
2876 pact 17
2877 look 60
2878 socialist 8
2879 governor 14
2880 pace 26
2881 while 275
2882 mainframe 25
2883 ought 19
2884 fleet 14
2885 guide 17
2886 Issues 9
2887 Industries 68
2888 costly 21
2889 voters 32
2890 ready 22
2891 increased 169
2892 Foley 6
2893 anymore 8
2894 grant 8
2895 grand 9
2896 conflict 11
2897 used 200
2898 Allianz 8
2899 bonus 8
2900 uses 18
2901 user 13
2902 15.6 6
2903 older 28
2904 obviously 9
2905 Dennis 16
2906 coup 27
2907 settlements 8
2908 technicians 9
2909 quarters 25
2910 Bernard 12
2911 Falconbridge 7
2912 retirement 32
2913 $ 4395
2914 over-the-counter 49
2915 Hoelzer 6
2916 Football 6
2917 guaranteed 20
2918 stock-market 18
2919 questioned 9
2920 Commodore 17
2921 Berkeley 14
2922 Germany 85
2923 guarantees 29
2924 remaining 27
2925 ... 90
2926 march 6
2927 lacking 6
2928 evaluate 6
2929 showing 32
2930 game 53
2931 Messrs. 23
2932 outright 6
2933 Cincinnati 13
2934 success 34
2935 signal 14
2936 popular 32
2937 softness 6
2938 premium 56
2939 Little 17
2940 Guinness 11
2941 some 696
2942 trends 17
2943 economic 133
2944 delivered 14
2945 Pittsburgh 24
2946 Moscow 31
2947 exceeding 9
2948 Massachusetts 12
2949 slash 8
2950 AMR 23
2951 minimal 11
2952 run 73
2953 Bill 17
2954 rebates 6
2955 Aetna 10
2956 step 30
2957 Pennzoil 6
2958 abroad 20
2959 wealth 10
2960 faith 6
2961 Taylor 14
2962 cigarette 9
2963 trucking 7
2964 Committee 72
2965 shareholder 59
2966 block 43
2967 seeing 15
2968 within 92
2969 Their 28
2970 statistics 15
2971 computer 189
2972 Norman 6
2973 Composite 14
2974 soared 23
2975 manufacture 7
2976 himself 50
2977 collapsed 28
2978 specialty 18
2979 properly 8
2980 alive 10
2981 newer 7
2982 Switzerland 20
2983 Murray 8
2984 prosecutor 12
2985 similar 64
2986 ordered 25
2987 adults 6
2988 Nuovo 10
2989 doubled 18
2990 Hampshire 17
2991 To 81
2992 Edward 21
2993 cotton 7
2994 A$ 32
2995 TV 93
2996 TW 22
2997 fears 34
2998 A. 49
2999 feedlots 6
3000 politicians 21
3001 electrical 9
3002 transport 11
3003 department 65
3004 draw 12
3005 AB 11
3006 AG 30
3007 regulations 30
3008 structure 41
3009 Ad 9
3010 Showtime 13
3011 required 56
3012 Am 9
3013 An 76
3014 As 185
3015 At 174
3016 Soviets 16
3017 requires 15
3018 leveraged 39
3019 Warsaw 12
3020 fixed-rate 13
3021 farms 11
3022 go 137
3023 Integrated 18
3024 suits 24
3025 Not 41
3026 Now 87
3027 friendly 17
3028 Nor 10
3029 P&G 18
3030 Canadian 70
3031 portfolios 20
3032 Mrs. 35
3033 wave 13
3034 cellular 11
3035 telling 14
3036 Acquisition 10
3037 Charlotte 7
3038 No. 31
3039 non-food 9
3040 stiff 7
3041 positions 37
3042 verdict 7
3043 2.25 10
3044 Index 45
3045 FOREIGN 6
3046 jump 25
3047 Equipment 23
3048 picked 13
3049 plays 14
3050 paintings 6
3051 marketed 6
3052 cell 9
3053 Boys 7
3054 experiment 21
3055 volatile 22
3056 ; 637
3057 America 113
3058 marketer 7
3059 filings 14
3060 stance 12
3061 commercial 88
3062 BANKERS 6
3063 believed 31
3064 focused 11
3065 convert 22
3066 Back 9
3067 products 268
3068 Arabia 8
3069 patents 8
3070 danger 13
3071 pitch 8
3072 win 36
3073 manage 18
3074 4.75 6
3075 buildup 6
3076 strapped 7
3077 remains 72
3078 predict 20
3079 camera 8
3080 counties 7
3081 subsidized 6
3082 vehicle 20
3083 historically 7
3084 reflects 33
3085 bureaucracy 8
3086 formally 10
3087 Appropriations 12
3088 started 68
3089 becomes 17
3090 benchmark 25
3091 Wednesday 67
3092 missile 6
3093 Squibb 8
3094 appointed 13
3095 announcing 11
3096 sanctions 8
3097 ride 15
3098 recession 66
3099 Birmingham 8
3100 December 62
3101 meet 62
3102 drops 7
3103 averages 6
3104 control 113
3105 Israeli 14
3106 unanticipated 6
3107 links 9
3108 escaped 7
3109 Mr. 2023
3110 pulling 7
3111 sought 31
3112 dominant 12
3113 stemmed 6
3114 arrangement 16
3115 located 11
3116 Lionel 8
3117 fare 16
3118 farm 15
3119 Joel 6
3120 British 186
3121 Roman 27
3122 fixed-income 9
3123 While 100
3124 Middle 9
3125 Guard 7
3126 advocates 10
3127 Gramm-Rudman 11
3128 quotations 8
3129 Gonzalez 20
3130 industrywide 10
3131 Smith 60
3132 Phillips 35
3133 high-priced 6
3134 including 214
3135 mentioned 12
3136 exclusion 8
3137 Exchange 273
3138 Saatchi 35
3139 Steppenwolf 9
3140 LBO 12
3141 Miami 14
3142 auto 75
3143 hands 44
3144 front 29
3145 handy 6
3146 Supreme 42
3147 university 12
3148 write-down 8
3149 slide 24
3150 shaking 7
3151 Specter 7
3152 promises 10
3153 upward 13
3154 Statistics 10
3155 chunk 6
3156 700 13
3157 constitute 8
3158 designer 7
3159 measure 67
3160 margins 42
3161 special 91
3162 Loral 12
3163 offsetting 6
3164 entertainment 18
3165 critics 16
3166 Bebear 6
3167 cause 37
3168 withdrawal 11
3169 attending 6
3170 completely 14
3171 Daiwa 30
3172 20,000 8
3173 resumed 9
3174 hostile 25
3175 applications 13
3176 Owen 7
3177 keep 98
3178 counterpart 7
3179 prospective 10
3180 succeeds 21
3181 Yale 6
3182 powerful 33
3183 Vinson 8
3184 awarded 24
3185 quality 48
3186 management 158
3187 bears 7
3188 data 78
3189 durable 16
3190 relations 21
3191 attack 17
3192 intelligence 8
3193 perfectly 6
3194 tourists 6
3195 earmarked 6
3196 exactly 20
3197 Army 10
3198 lists 16
3199 chemicals 32
3200 troubling 6
3201 overwhelming 6
3202 herself 7
3203 dive 6
3204 submitted 15
3205 Guzman 14
3206 defense 77
3207 maybe 15
3208 providing 27
3209 bet 18
3210 Information 12
3211 Gillette 7
3212 unchanged 47
3213 Other 55
3214 p.m 7
3215 need 117
3216 border 11
3217 Development 40
3218 hot-dipped 8
3219 Batman 8
3220 luxury-car 7
3221 purchasing 16
3222 arm 13
3223 instance 46
3224 issuing 6
3225 declined 152
3226 Graphics 13
3227 so 307
3228 expires 10
3229 intentions 6
3230 connected 7
3231 expired 6
3232 Jenrette 14
3233 consequences 12
3234 insured 31
3235 upset 9
3236 proceedings 25
3237 Growth 9
3238 businessman 12
3239 affair 10
3240 emerging 10
3241 violation 13
3242 anyway 12
3243 argues 11
3244 Public 19
3245 shoes 6
3246 partners 37
3247 based 178
3248 tire 11
3249 earned 68
3250 giants 8
3251 ( 595
3252 winner 7
3253 credited 6
3254 employer 7
3255 won 52
3256 fuel 19
3257 employed 7
3258 pointed 12
3259 achieve 7
3260 NEC 7
3261 overall 32
3262 120 24
3263 joint 58
3264 Newport 23
3265 125 10
3266 consecutive 25
3267 Popular 10
3268 years 598
3269 procedures 13
3270 Italian 15
3271 gray 6
3272 tobacco 21
3273 hiring 12
3274 shy 6
3275 processed 6
3276 contain 8
3277 Levine 11
3278 shake 7
3279 humans 8
3280 operates 32
3281 spinoff 10
3282 accused 27
3283 operated 6
3284 Wisconsin 12
